---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CurtainCell
source: html/2621b6b0-7d89-38cf-99ea-62d4254a4ef0.htm
---
# CurtainCell Members

Causes the object to release immediately any resources it may be utilizing.